Repository: isned/Department_Employee_ERP
Catalog: Translations/ALProject1.*.xlf
Languages: fr_fr

# Table 1303589392 - Property 2879900210
source: Chef Department
fr_fr: Chef de départment

# Table 1303589392 - Field 3643848063 - Property 2879900210
source: Country Code
fr_fr: Code pays

# Table 1303589392 - Field 281992329 - Property 2879900210
source: Country Name
fr_fr: Nom du Pays

# Table 1303589392 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 1303589392 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 1651921640 - Property 2879900210
source: Department
fr_fr: département

# Table 1651921640 - Method 3152277940 - NamedType 2951775720
source: Unable to delete the department because its status is "Open"
fr_fr: Impossible de supprimer le département car son statut est « Ouvert ».

# Table 1651921640 - Field 1122459035 - Property 2879900210
source: ChefDepartment Code
fr_fr: code de chef de département

# Table 1651921640 - Field 1388655477 - Property 2879900210
source: ChefDepartment Name
fr_fr: Nom de chef de département

# Table 1651921640 - Field 1870084364 - Property 2879900210
source: ChefDepartment Status
fr_fr: Statut de chef de département

# Table 1651921640 - Field 4212503223 - Property 2879900210
source: CreatedAt
fr_fr: Crée a

# Table 1651921640 - Field 3425251533 - Property 2879900210
source: CreatedBy
fr_fr: crée par

# Table 1651921640 - Field 3461834954 - Property 2879900210
source: Description
fr_fr: Description Désignation

# Table 1651921640 - Field 317369864 - Property 2879900210
source: ModifiedAt
fr_fr: Modifié a

# Table 1651921640 - Field 1907234846 - Property 2879900210
source: ModifiedBy
fr_fr: Modifié par

# Table 1651921640 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Page 1239932029 - Property 2879900210
source: Chef Department liste
fr_fr: Liste de chef de département

# Page 1082987012 - Property 2879900210
source: Chef Department Card
fr_fr: carte de chef de département

# Page 1082987012 - Control 4105281732 - Property 2879900210
source: General
fr_fr: Général

# Page 718409724 - Property 2879900210
source: Department Card
fr_fr: Carte de département

# Page 718409724 - Method 716454850 - NamedType 2951775720
source: Number of employees > 5 in this department
fr_fr: Nombre des employés

# Page 718409724 - Control 526532270 - Property 2879900210
source: Details
fr_fr: Détails

# Page 718409724 - Control 2380753098 - Property 2879900210
source: Details chef department
fr_fr: Détails de chef de département

# Page 718409724 - Control 4105281732 - Property 2879900210
source: General
fr_fr: Général

# Page 397809613 - Property 2879900210
source: Department Liste
fr_fr: Liste de département

# Page 1485010644 - Property 2879900210
source: Employee Sub Form
fr_fr: Sous-formulaire de l'employé

# PageExtension 1278066989 - Control 1713889359 - Property 2879900210
source: Name 2
fr_fr: Nom 2 Nom 2

# TableExtension 3045623553 - Field 1713889359 - Property 2879900210
source: Name 2
fr_fr: Nom 2 Nom 2

# TableExtension 434154053 - Field 910790307 - Property 2879900210
source: Department Code
fr_fr: Code de département

# TableExtension 434154053 - Field 807586646 - Property 2879900210
source: Department Description
fr_fr: Description de département

# TableExtension 434154053 - Field 3089852068 - Property 2879900210
source: Department Status
fr_fr: Statut de département

# Enum 2667329268 - Property 2879900210
source: Chef Department Status
fr_fr: Statut de chef de département

# Enum 86365022 - Property 2879900210
source: Description Status
fr_fr: Statut de Description

# Enum 86365022 - EnumValue 1778072510 - Property 2879900210
source: Closed
fr_fr: Clôturé Terminée Terminé

# Enum 86365022 - EnumValue 4259830144 - Property 2879900210
source: Open
fr_fr: Ouvert Ouvrir
